
window.staticData = {
	"left0101": {
		"title": "今日告警",
		"desc": "次",
		"num": 2
	},
	"left0102": {
		"title1": "已部署",
		"title2": "规划部署",
		"desc1": "(个)",
		"desc2": "(个)",
		"num1": 591,
		"num2": 1000
	},
	"left02": {
		"title": "月累计告警",
		"desc": "总告警数",
		"num": "213次",
		"left0202": {
			"title": "非常住人员进出排名",
			"thList": ["排名", "小区", "进入人次"],
			"tdList": [
				["1", "幸福小区", "1209"],
				["2", "四季花园", "1158"],
				["3", "江南小区", "1101"]
			],
			"subT": "离开人次",
			"outList": [
				["江南小区", "1138"],
				["幸福小区", "1123"],
				["四季花园", "1099"]
			]
		}
	},
	"left0301": {
		"title": "今日机动车进出排名",
		"sub01": {
			"title": "进入车辆TOP5",
			"tList": ["幸福小区", "四季花园小区", "江南小区", "平安小区","康安小区"],
			"valueList": ["223", "206", "201", "189", "180"]
		},
		"sub02": {
			"title": "离开车辆TOP5",
			"tList": ["幸福小区", "四季花园小区", "江南小区", "平安小区","康安小区"],
			"valueList": ["223", "206", "201", "189", "180"]
		}
	},
	"left0302": {
		"title": "今日智能门禁进入人次排名",
		"thList": ["地址", "进入总人次", "告警阀值", "状态"],
		"dataList": [
			[ "幸福小区32号", "80", "100", "正常"],
			[ "幸福小区24号", "79", "100", "正常"],
			[ "四季花园", "69", "50", "异常"],
			[ "四季花园", "65", "50", "异常"]
		]
	},
	"centerTop01": {
		"iframe": "./static/gis/community.html"
	},
	"center02": {
		"title": "今日智能门禁告警趋势",
		"xAxis": ["00","03","07","11","15","19","23"],
		"data1": [0,0,0,0,1,0,0]
	},
	"center03": {
		"title": "今日进出人数趋势",
		"xAxis": ["00","03","07","11","15","19","23"],
		"data1": [10,35,60,89,132,101,21],
		"data2": [0,2,129,68,169,34,1]
	},
	"right01": {
		"title": "本月群租户数量排名",
		"dataList": [
			{
				"district_name": "幸福小区",
				"num_alert": 61
			}, {
				"district_name": "四季花园",
				"num_alert": 52
			}, {
				"district_name": "江南小区",
				"num_alert": 44
			}, {
				"district_name": "平安小区",
				"num_alert": 31
			}, {
				"district_name": "当代小区",
				"num_alert": 27
			}, {
				"district_name": "解放路100弄",
				"num_alert": 21
			}, {
				"district_name": "人民路231弄",
				"num_alert": 19
			}
		]
	},
	"right02": {
		"title": "群租户数量月度趋势",
		"dataList": [
			{
				"interval": "2017-10",
				"num_alert": 507
			}, {
				"interval": "2017-11",
				"num_alert": 497
			}, {
				"interval": "2017-12",
				"num_alert": 487
			},{
				"interval": "2018-01",
				"num_alert": 507
			}, {
				"interval": "2018-02",
				"num_alert": 497
			}, {
				"interval": "2018-03",
				"num_alert": 487
			}
		]
	},
	"right03": {
		"title": "小区机动车进出记录",
		"thList": ["幸福小区", "进入时间", "车牌", "离开时间", "停留时长" ],
		"dataList": [
			[ "幸福小区", "2018-04-03 12:12", "沪A38761", "2018-04-03 13:12", "1小时"],
			[ "江南小区", "2018-04-02 12:12", "沪J86613", "2018-04-03 12:12", "1天"],
			[ "解放小区", "2018-04-01 10:12", "苏A301PA", "2018-04-03 12:00", "2天"],
			[ "康安小区", "2018-04-01 10:12", "浙A00981", "2018-04-03 11:00", "2天"],
			[ "平顺小区", "2018-04-03 10:12", "沪B36713", "2018-04-03 10:50", "1小时"],
			[ "四季花园", "2018-04-02 18:50", "苏C87716", "2018-04-03 08:30", "14小时"]
		]
	}
}